# Basics
brew "coreutils"
brew "findutils"
brew "git"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "nano"
brew "tree"
brew "vim"
brew "wget"

brew "jq"
brew "gh"

# Casks
cask "alfred"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
