# Taps
tap "localsend/localsend"
tap "smudge/smudge"

# Basics
brew "coreutils"
brew "curl"
brew "findutils"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "less"
brew "nano"
brew "tree"
brew "uv"
brew "vim"
brew "wget"

brew "smudge/smudge/nightlight"

# Casks
cask "alfred"
cask "iterm2"
cask "localsend"
cask "notunes"
cask "rectangle"
cask "visual-studio-code"
